cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/dupes'

cask 'xquartz'

brew 'tmux'
brew 'ack'
brew 'coreutils'
brew 'binutils'
brew 'findutils', args: ['with-default-names']
brew 'grep', args: ['with-default-names']
brew 'gnu-tar', args: ['with-default-names']
brew 'gnu-sed', args: ['with-default-names']
brew 'gnu-which', args: ['with-default-names']
brew 'gnutls'
brew 'gzip'
brew 'watch'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'libcaca', args: ['with-imlib2']
brew 'openssl'
brew 'readline'
brew 'unrar'
brew 'wget'
brew 'zsh'
brew 'htop'
brew 'python'
brew 'rsync'

cask 'google-chrome'
cask 'handbrake'
cask 'gimp'
cask 'slack'
cask 'vlc'
cask 'caffeine'
cask 'iterm2'
cask 'dropbox'
cask 'dash'
