cask_args appdir: '/Applications'

tap 'homebrew/bundle'

cask 'xquartz'

brew 'tmux'
brew 'ack'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'libcaca', args: ['with-imlib2']
brew 'openssl'
brew 'readline'
brew 'unrar'
brew 'wget'
brew 'zsh'
brew 'htop'

cask 'google-chrome'
cask 'handbrake'
cask 'gimp'
cask 'slack'
cask 'vlc'
cask 'caffeine'
cask 'iterm2'
cask 'dropbox'
cask 'dash'
