cask_args appdir: '/Applications'

brew 'tmux'

# GNU command line tools to replace BSD
brew 'coreutils'    # GNU basic file, shell, and text manipulation utilities ls, cat
brew 'binutils'     # GNU collection of binary tools: ld, as, etc.
brew 'diffutils'    
brew 'findutils'    # Need path addition for find 
brew 'grep'         # Need path addition for grep
brew 'gnu-tar'      # Need path addition for tar
brew 'gnu-sed'      # Need path addition for sed
brew 'gawk'
brew 'watch'
brew 'rsync'        # GNU rsync
brew 'imagemagick'  # Convert, edit, compose bitmap images
brew 'openssl'
brew 'readline'
brew 'unrar'
brew 'wget'
brew 'zsh'
brew 'htop'
brew 'fzf'
brew 'ranger'
brew 'cmake'
brew 'tmux-mem-cpu-load'

cask 'java'
cask 'google-chrome'
cask 'handbrake'
cask 'vlc'
cask 'iterm2'
cask 'dropbox'
cask 'dash'
